Repository: BeNgEII/oyster
Catalog: po/*.po
Languages: de

source: Browse
de: Stöbern

source: Browse all songs
de: Durch alle Songs stöbern

source: Browse in current playlist only
de: Nur in aktueller Playlist stöbern

source: Search
de: Suchen

source: Playlists
de: Playlisten

source: Oyster is not started
de: Oyster ist nicht gestartet

source: Voting is currently disabled.
de: Wünschen ist derzeit gesperrt.

source: Currently Playing
de: Läuft gerade

source: Voted
de: Gewünscht

source: Unvote
de: Entfernen

source: Next Random
de: Nächste Zufällige

source: View details
de: Zeige Details

source: Delete_Song
de: Diesen Song aus der Liste löschen

source: Start Oyster
de: Oyster starten

source: Pause/Unpause
de: Pause/Weiter

source: Stop
de: Stopp

source: Stop Oyster
de: Oyster anhalten

source: Deactivate FAV Mode
de: FAV-Modus deaktivieren

source: Activate FAV Mode
de: FAV-Modus aktivieren

source: Previous Song
de: Vorheriges Lied

source: Next Song
de: Nächstes Lied

source: Skip Song
de: Lied überspringen

source: Lower Volume
de: Lautstärke verringern

source: Increase Volume
de: Lautstärke erhöhen

source: Overview
de: Übersicht

source: Song must not be voted. The reason is:
de: Song kann nicht gewünscht werden. Grund:

source: Current List
de: Läuft gerade

source: All Lists
de: Alle Listen

source: No songs found.
de: Keine Songs gefunden.

source: Please enter at least three characters as a search criterion.
de: Bitte mindestens drei Zeichen als Suchbegriff eingeben.
